Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/TranslationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# NO_INTERNET_CONNECTION_MESSAGE_WIFI
source: Connect to a Wi‑Fi network, or select downloaded languages to translate offline.
ar: يرجى الاتصال بشبكة Wi‑Fi، أو تحديد اللغات التي تم تنزيلها للترجمة دون الاتصال بالإنترنت.
bg: Свържете се към Wi‑Fi мрежа или изберете изтеглени езици, за да се превежда офлайн.
ca: Connecta’t a una xarxa Wi‑Fi, o bé selecciona idiomes que hagis descarregat per traduir sense connexió.
cs: Připojte se k Wi‑Fi síti. Chcete‑li překládat offline, vyberte jazyky, které máte stažené.
da: Opret forbindelse til et Wi‑Fi-netværk, eller vælg hentede sprog for at oversætte, når du er offline.
de: Stelle eine Verbindung zu einem WLAN her oder wähle geladene Sprachen aus, um offline übersetzen zu lassen.
el: Συνδεθείτε σε ένα δίκτυο Wi‑Fi ή επιλέξτε τις ληφθείσες γλώσσες για μετάφραση εκτός σύνδεσης.
es: Conéctate a una red Wi‑Fi o bien selecciona los idiomas descargados para traducir sin conexión.
es_us: Conéctate a una red Wi‑Fi o selecciona idiomas descargados para traducir sin conexión.
fi: Yhdistä Wi‑Fi-verkkoon tai valitse ladatut kielet offline-tilassa tehtäviin käännöksiin.
fr: Connectez-vous à un réseau Wi-Fi ou sélectionnez des langues téléchargées à traduire en mode hors ligne.
fr_ca: Connectez-vous à un réseau Wi‑Fi ou sélectionnez des langues téléchargées pour procéder à la traduction hors ligne.
he: יש להתחבר לרשת אלחוטית, או לבחור שפות שהורדו לצורך תרגום ללא חיבור לרשת.
hi: वाई‑फ़ाई नेटवर्क से कनेक्ट करें या ऑफ़लाइन अनुवाद करने के लिए डाउनलोड की गई भाषाएँ चुनें।
hr: Spojite se na Wi‑Fi mrežu ili odaberite preuzete jezike za prijevod kad niste na mreži.
hu: Az offline fordításhoz csatlakozzon Wi‑Fi-hálózathoz, vagy válasszon a letöltött nyelvek közül.
id: Hubungkan jaringan Wi‑Fi atau pilih bahasa unduhan untuk menerjemahkan secara offline.
it: Connettiti a una rete Wi‑Fi o seleziona le lingue scaricate per tradurre offline.
ja: Wi‑Fiネットワークに接続するか、オフラインで翻訳するためにダウンロードされた言語を選択してください。
kk: Wi‑Fi желісіне қосылыңыз немесе офлайн режимде аударма жасау үшін жүктеп алынған тілді таңдаңыз.
ko: 오프라인에서 번역하려면 Wi‑Fi 네트워크에 연결하거나, 다운로드한 언어를 선택하십시오.
lt: Prisijunkite prie „Wi-Fi“ tinklo arba pasirinkite atsisiųstas kalbas, kurias norite versti ne internetu.
ms: Sambung ke rangkaian Wi‑Fi atau pilih bahasa yang dimuat turun untuk menterjemah di luar talian.
nb: Koble til et Wi‑Fi-nettverk, eller velg blant nedlastede språk for å oversette uten internett.
nl: Verbind met een wifinetwerk of selecteer gedownloade talen om offline te vertalen.
pl: Połącz się z siecią Wi‑Fi lub wybierz pobrane języki, aby tłumaczyć bez dostępu do sieci.
pt: Conecte‑se a uma rede Wi‑Fi ou escolha idiomas baixados para traduzir off‑line.
pt_pt: Estabeleça ligação a uma rede Wi‑Fi ou selecione idiomas descarregados para traduzir offline.
ro: Conectați‑vă la o rețea Wi‑Fi sau selectați dintre limbile descărcate pentru a traduce offline.
ru: Подключитесь к сети Wi‑Fi или выберите загруженные языки, чтобы выполнить перевод офлайн.
sk: Pripojte sa k Wi‑Fi sieti alebo vyberte stiahnuté jazyky a používajte offline preklad.
sl: Vzpostavite povezavo z omrežjem Wi‑Fi ali izberite prenesene jezike za prevajanje brez povezave.
sv: Anslut till ett Wi‑Fi-nätverk eller välj hämtade språk för översättning när du inte är uppkopplad.
th: เชื่อมต่อกับเครือข่าย Wi‑Fi หรือเลือกภาษาที่ดาวน์โหลดเพื่อแปลแบบออฟไลน์
tr: Bir Wi‑Fi ağına bağlanın veya çevrimdışı çeviri yapmak için indirilen dilleri seçin.
uk: Підʼєднайтеся до Wi‑Fi‑мережі або виберіть викачані мови, щоб перекладати без інтернет-зʼєднання.
vi: Kết nối vào mạng Wi‑Fi hoặc chọn các ngôn ngữ đã tải về để dịch ngoại tuyến.
zh_cn: 接入Wi‑Fi网络，或选择已下载语言离线翻译。
zh_hk: 連接至Wi‑Fi網絡，或選擇已下載的語言來進行離線翻譯。
zh_tw: 連接Wi‑Fi網路或選擇已下載的語言來離線翻譯。

# NO_INTERNET_CONNECTION_MESSAGE_WLAN
source: Connect to a WLAN, or select downloaded languages to translate offline.
ar: يرجى الاتصال بشبكة WLAN، أو تحديد اللغات التي تم تنزيلها للترجمة دون الاتصال بالإنترنت.
bg: Свържете се към WLAN мрежа или изберете изтеглени езици, за да се превежда офлайн.
ca: Connecta’t a una xarxa WLAN, o bé selecciona idiomes que hagis descarregat per traduir sense connexió.
cs: Připojte se k WLAN. Chcete‑li překládat offline, vyberte jazyky, které máte stažené.
da: Opret forbindelse til WLAN, eller vælg hentede sprog for at oversætte, når du er offline.
de: Stelle eine Verbindung zu einem WLAN her oder wähle geladene Sprachen aus, um offline übersetzen zu lassen.
el: Συνδεθείτε σε ένα δίκτυο WLAN ή επιλέξτε τις ληφθείσες γλώσσες για μετάφραση εκτός σύνδεσης.
es: Para traducir sin conexión, conéctate a una red WLAN o bien selecciona un idioma que esté descargado.
es_us: Conéctate a una red WLAN o selecciona idiomas descargados para traducir sin conexión.
fi: Yhdistä WLANiin tai valitse ladatut kielet offline-tilassa tehtäviin käännöksiin.
fr: Connectez-vous au WLAN ou sélectionnez des langues téléchargées à traduire en mode hors ligne.
fr_ca: Connectez-vous à un réseau WLAN ou sélectionnez des langues téléchargées pour procéder à la traduction hors ligne.
he: כדי לתרגם ללא חיבור לרשת יש להתחבר לרשת WLAN או לבחור שפות שהורדו.
hi: WLAN नेटवर्क से कनेक्ट करें या ऑफ़लाइन अनुवाद करने के लिए डाउनलोड की गई भाषाएँ चुनें।
hr: Spojite se na WLAN ili odaberite preuzete jezike za prijevod kad niste na mreži.
hu: Az offline fordításhoz csatlakozzon WLAN-hálózathoz, vagy válasszon a letöltött nyelvek közül.
id: Hubungkan WLAN atau pilih bahasa unduhan untuk menerjemahkan secara offline.
it: Connettiti a una rete WLAN o seleziona le lingue scaricate per tradurre offline.
ja: WLANに接続するか、オフラインで翻訳するためにダウンロードされた言語を選択してください。
kk: WLAN желісіне қосылыңыз немесе офлайн режимде аударма жасау үшін жүктеп алынған тілді таңдаңыз.
ko: 오프라인에서 번역하려면 WLAN에 연결하거나, 다운로드한 언어를 선택하십시오.
lt: Prisijunkite prie WLAN tinklo arba pasirinkite atsisiųstas kalbas, kurias norite versti ne internetu.
ms: Sambung ke WLAN atau pilih bahasa yang dimuat turun untuk menterjemah di luar talian.
nb: Koble til et WLAN-nettverk, eller velg blant nedlastede språk for å oversette uten internett.
nl: Verbind met een WLAN of selecteer gedownloade talen om offline te vertalen.
pl: Połącz się z siecią WLAN lub wybierz pobrane języki, aby tłumaczyć bez dostępu do sieci.
pt: Conecte‑se a uma rede WLAN ou escolha idiomas baixados para traduzir off‑line.
pt_pt: Estabeleça ligação a uma rede WLAN ou selecione idiomas descarregados para traduzir offline.
ro: Conectați‑vă la o rețea WLAN sau selectați dintre limbile descărcate pentru a traduce offline.
ru: Подключитесь к сети WLAN или выберите загруженные языки, чтобы выполнить перевод офлайн.
sk: Pripojte sa k WLAN alebo vyberte stiahnuté jazyky a používajte offline preklad.
sl: Vzpostavite povezavo z omrežjem WLAN ali izberite prenesene jezike za prevajanje brez povezave.
sv: Anslut till WLAN eller välj hämtade språk för översättning när du inte är uppkopplad.
th: เชื่อมต่อกับ WLAN หรือเลือกภาษาที่ดาวน์โหลดเพื่อแปลแบบออฟไลน์
tr: WLAN’a bağlanın veya çevrimdışı çeviri yapmak için indirilen dilleri seçin.
uk: Підʼєднайтеся до WLAN-мережі або виберіть викачані мови, щоб перекладати без інтернет-зʼєднання.
vi: Kết nối vào WLAN hoặc chọn các ngôn ngữ đã tải về để dịch ngoại tuyến.
zh_cn: 接入无线局域网，或选择已下载语言离线翻译。
zh_hk: 連接至WLAN，或選擇已下載的語言來進行離線翻譯。
zh_tw: 連接WLAN或選擇已下載的語言來離線翻譯。

# ON_DEVICE_DESCRIPTION
source: To translate offline, please download and select the languages first. You can choose to always translate offline in Settings.
ar: للترجمة دون الاتصال بالإنترنت، الرجاء تنزيل وتحديد اللغات أولاً. يمكنك اختيار الترجمة دون اتصال بالإنترنت دائمًا في الإعدادات.
bg: За да използвате офлайн превод, най-напред изтеглете и изберете езиците. В Настройки можете да изберете винаги да се превежда офлайн.
ca: Per traduir sense connexió a internet, descarrega i selecciona els idiomes. A la configuració pots triar traduir sempre sense connexió.
cs: Chcete‑li překládat offline, stáhněte si jazyky a vyberte je. V Nastavení můžete překládání offline zapnout trvale.
da: Hent og vælg sprog for at oversætte offline. Du kan vælge altid at oversætte offline i Indstillinger.
de: Zum Offline-Übersetzen müssen die Sprachen zuerst ausgewählt und geladen werden. Du kannst in „Einstellungen“ festlegen, dass immer offline übersetzt wird.
el: Για μετάφραση εκτός σύνδεσης, πραγματοποιήστε λήψη και επιλέξτε τις γλώσσες πρώτα. Μπορείτε να επιλέξετε να πραγματοποιείται πάντα μετάφραση εκτός σύνδεσης στις Ρυθμίσεις.
es: Para traducir sin conexión, primero debes descargar y elegir los idiomas. Puedes decidir traducir siempre sin conexión en Ajustes.
es_us: Para traducir sin conexión, primero descarga y selecciona los idiomas. Puedes elegir que se traduzca siempre sin conexión desde Configuración.
fi: Jos haluat tehdä offline-käännöksiä, valitse ja lataa kielet ensin. Voit valita käännökset aina offline-tilassa Asetuksissa.
fr: Pour traduire en mode hors ligne, téléchargez et sélectionnez d’abord les langues. Vous pouvez choisir de toujours traduire en mode hors ligne dans Réglages.
fr_ca: Pour que la traduction ait lieu hors ligne, veuillez d’abord télécharger et sélectionner les langues. Vous pouvez choisir de procéder systématiquement aux traductions hors ligne dans Réglages.
he: כדי לבצע תרגום כאשר אין חיבור לרשת, תחילה יש להוריד ולבחור את השפות הרצויות. ניתן לבחור לתרגם תמיד ללא חיבור לרשת דרך ״הגדרות״.
hi: ऑफ़लाइन अनुवाद करने के लिए कृपया पहले भाषाएँ डाउनलोड करें और चुनें। सेटिंग्ज़ में जाकर आप हमेशा ऑफ़लाइन अनुवाद करने का विकल्प चुन सकते हैं।
hr: Za izvanmrežni prijevod prvo preuzmite i odaberite jezike. Ako želite uvijek prevoditi izvanmrežno, to možete odabrati u Postavkama.
hu: Az offline módban történő fordításhoz először töltse le és válassza ki a kívánt nyelveket. A Beállításokban megadhatja, hogy a fordításra mindig offline módban kerüljön sor.
id: Untuk menerjemahkan secara offline, unduh dan pilih bahasa terlebih dahulu. Anda dapat memilih untuk selalu menerjemahkan secara offline di Pengaturan.
it: Per tradurre offline, scarica e seleziona prima le lingue desiderate. Puoi scegliere di tradurre sempre offline in Impostazioni.
ja: オフラインで翻訳するには、まず言語をダウンロードして選択してください。“設定”で、常にオフラインで翻訳することを選択することもできます。
kk: Офлайн режимде аудару үшін алдымен тілдерді жүктеп алып, қажеттісін таңдаңыз. «Реттеулер» мәзірінде әрқашан офлайн режимде аудару опциясын таңдауға болады.
ko: 오프라인에서 번역하려면, 먼저 언어를 다운로드하고 선택하십시오. 설정에서 항상 오프라인에서만 번역하도록 선택할 수 있습니다.
lt: Norėdami versti neprisijungę prie interneto, pirma atsisiųskite ir pasirinkite kalbas. Pasirinkti, kad visada būtų verčiama neprisijungus prie interneto, galite srityje „Nustatymai“.
ms: Untuk menterjemah di luar talian, sila muat turun dan pilih bahasa terlebih dahulu. Anda boleh memilih untuk sentiasa menterjemah di luar talian dalam Seting.
nb: Du må laste ned og velge språk før du kan oversette lokalt på enheten. Du kan velge å alltid oversette lokalt på enheten i Innstillinger.
nl: Om offline te vertalen, download en selecteer je eerst de talen. In Instellingen kun je ervoor kiezen om altijd offline te vertalen.
pl: Aby tłumaczyć poza siecią, musisz najpierw pobrać i wybrać języki. Jeśli zawsze chcesz tłumaczyć poza siecią, możesz włączyć odpowiednią opcję w Ustawieniach.
pt: Para traduzir off-line, primeiro baixe e selecione os idiomas. Nos Ajustes você pode optar por sempre traduzir off-line.
pt_pt: Para traduzir offline, primeiro tem de descarregar e selecionar os idiomas. Nas Definições, pode optar por traduzir sempre offline.
ro: Pentru a traduce offline, mai întâi descărcați și selectați limbile. Puteți opta să traduceți întotdeauna offline în Configurări.
ru: Для перевода без подключения к интернету сначала загрузите и выберите нужные языки. В Настройках можно выбрать, чтобы перевод всегда выполнялся локально.
sk: Na tlmočenie offline je potrebné najprv stiahnuť a vybrať príslušné jazyky. Ak chcete, aby tlmočenie prebiehalo vždy offline na zariadení, vyberte ho v Nastaveniach.
sl: Če želite prevajati brez povezave, najprej prenesite in izberite jezika. V Nastavitvah lahko izberete, da vedno prevajate brez povezave.
sv: Om du vill översätta offline måste du först hämta och välja språk. Du kan välja att alltid översätta offline i Inställningar.
th: ในการแปลแบบออฟไลน์ โปรดดาวน์โหลดและเลือกภาษาก่อน คุณสามารถเลือกที่จะแปลแบบออฟไลน์ตลอดเวลาได้ในการตั้งค่า
tr: Çevrimdışı çeviri yapmak için lütfen önce dilleri indirip seçin. Her zaman çevrimdışı çevirmeyi Ayarlar’da seçebilirsiniz.
uk: Щоб перекладати офлайн, спочатку викачайте й виберіть мови. Щоб переклад завжди відбувався тільки офлайн, увімкніть це в Параметрах.
vi: Để dịch ngoại tuyến, trước tiên vui lòng tải về và chọn các ngôn ngữ. Bạn có thể lựa chọn luôn dịch ngoại tuyến trong Cài đặt.
zh_cn: 若要离线翻译，请先下载并选择语言。你可以在“设置”中选择始终离线翻译。
zh_hk: 如要離線翻譯，請先下載並選擇語言。你可以在「設定」中選擇總是離線翻譯。
zh_tw: 若要離線翻譯，請先下載並選取語言。你可以在「設定」中選擇永遠離線翻譯。

# ON_DEVICE_FOOTER
source: Always translate offline using downloaded languages. Offline translations may not be as accurate as online translations. Siri and Safari will always process translations online.
ar: الترجمة دائمًا دون الاتصال بالإنترنت باستخدام اللغات التي تم تنزيلها. قد لا تكون الترجمات دون الاتصال بالإنترنت بدقة الترجمات عبر الإنترنت. سيعالج كل من Siri وسفاري الترجمات عبر الإنترنت دائمًا.
bg: Винаги се превежда офлайн с помощта на изтеглените езици. Офлайн преводите може да не са толкова точни, колкото онлайн преводите. Siri и Safari винаги използват онлайн преводи.
ca: Tradueix sempre sense connexió utilitzant els idiomes descarregats. És possible que les traduccions sense connexió no siguin tan precises com les que es fan en línia. El Safari i Siri sempre processen les traduccions en línia.
cs: Překládat se bude vždy offline pomocí stažených jazyků. Offline překlady mohou být méně přesné než online překlady. Siri a Safari zpracovávají všechny překlady online.
da: Oversæt altid offline vha. hentede sprog. Oversættelser, der foretages offline, er muligvis ikke lige så nøjagtige som oversættelser, der behandles online. Siri og Safari behandler altid oversættelser online.
de: Immer offline übersetzen mit geladenen Sprachen. Die Offline-Übersetzungen sind möglicherweise nicht so genau wie Online-Übersetzungen. Siri und Safari verarbeiten Übersetzungen immer online.
el: Η μετάφραση θα εκτελείται πάντα εκτός σύνδεσης με χρήση των γλωσσών που έχουν ληφθεί. Οι μεταφράσεις εκτός σύνδεσης ενδέχεται να μην είναι το ίδιο ακριβείς με τις διαδικτυακές μεταφράσεις. Το Siri και το Safari επεξεργάζονται πάντα τις μεταφράσεις διαδικτυακά.
es: Se traducirá siempre sin conexión utilizando los idiomas descargados. Es posible que las traducciones sin conexión no sean tan precisas como las traducciones en línea. Siri y Safari siempre procesarán las traducciones en línea.
es_us: Se traducirá siempre sin conexión usando los idiomas descargados. Las traducciones sin conexión podrían no ser tan precisas como las que se hacen en línea. Siri y Safari procesarán siempre las traducciones en línea.
fi: Tee ainoastaan offline-käännöksiä käyttämällä ladattuja kieliä. Offline-käännökset eivät ole välttämättä yhtä tarkkoja kuin online-tilassa tehdyt käännökset. Siri ja Safari käsittelevät käännökset aina online-tilassa.
fr: Traduisez toujours en mode hors ligne en utilisant les langues téléchargées. Les traductions hors ligne peuvent être moins précises que les traductions en ligne. Siri et Safari traiteront toujours les traductions en ligne.
fr_ca: Toujours procéder aux traductions hors ligne grâce aux langues téléchargées. Les traductions hors ligne pourraient ne pas être aussi précises que celles en ligne. Siri et Safari traiteront systématiquement les traductions en ligne.
he: התרגום יתבצע אך ורק באופן בלתי מקוון בעזרת חבילות השפה שהורדת. תרגומים לא מקוונים עלולים שלא להיות מדויקים כמו תרגומים מקוונים. Siri ו-Safari יעבדו את התרגומים באופן מקוון תמיד.
hi: डाउनलोड की गई भाषाओं का उपयोग करके हमेशा ऑफ़लाइन अनुवाद करें। हो सकता है कि ऑफ़लाइन अनुवाद ऑनलाइन अनुवाद की तरह सटीक न हों। Siri और Safari अनुवादों को हमेशा ऑनलाइन प्रोसेस करेंगे।
hr: Uvijek će se prevoditi izvanmrežno pomoću preuzetih jezika. Izvanmrežni prijevodi možda neće biti točni poput prijevoda na mreži. Siri i Safari uvijek će obrađivati prijevode na mreži.
hu: A fordítás mindig offline módban történik a letöltött nyelvek segítségével. Elképzelhető, hogy az offline módban végzett fordítások nem olyan precízek, mint az online fordítások. Siri és a Safari mindig online módban dolgozza fel a fordításokat.
id: Selalu terjemahkan offline menggunakan bahasa yang telah diunduh. Penerjemahan offline mungkin tidak seakurat penerjemahan online. Siri dan Safari akan selalu memproses penerjemahan secara online.
it: Traduci sempre offline utilizzando le lingue scaricate. Le traduzioni offline potrebbero non essere accurate come quelle online. Siri e Safari elaboreranno sempre le traduzioni online.
ja: ダウンロードした言語を使用して常にオフラインで翻訳します。オフラインでの翻訳はオンラインでの翻訳ほどは正確ではない場合があります。SiriとSafariでは、常にオンラインで翻訳が処理されます。
kk: Жүктеп алынған тілдерді пайдаланып әрқашан офлайн аударыңыз. Офлайн аудармалар онлайн аудармалар сияқты дәл болмауы мүмкін. Siri және Safari аудармаларды әрқашан онлайн түрде өңдейді.
ko: 항상 다운로드된 언어를 사용하여 오프라인상에서 번역을 처리합니다. 오프라인 번역은 온라인상에서의 번역만큼 정확하지 않을 수 있습니다. Siri 및 Safari는 항상 온라인상에서 번역을 처리합니다.
lt: Galite visada versti neprisijungę prie interneto naudodami atsisiųstas kalbas. Vertimai ne internetu gali būti ne tokie tikslūs kaip vertimai internetu. „Siri“ ir „Safari“ vertimus visada apdoros internetu.
ms: Sentiasa terjemahkan di luar talian menggunakan bahasa yang dimuat turun. Terjemahan luar talian mungkin tidak setepat terjemahan dalam talian. Siri dan Safari akan sentiasa memproses terjemahan dalam talian.
nb: Oversett alltid lokalt på enheten ved hjelp av nedlastede språk. Lokale oversettelser er kanskje ikke like nøyaktige som oversettelser på internett. Siri og Safari vil alltid behandle oversettelser via internett.
nl: Vertaal altijd offline met gedownloade talen. Offline vertalingen zijn mogelijk niet zo nauwkeurig als online vertalingen. Siri en Safari verwerken vertalingen altijd online.
pl: Tłumaczenie między pobranymi językami zawsze odbywa się bez używania sieci. Jakość tłumaczenia poza siecią może nie dorównywać jakości tłumaczeń w trybie online. Siri i Safari zawsze przetwarzają tłumaczenia w sieci.
pt: Sempre traduzir off‑line usando os idiomas baixados. As traduções off‑line podem não ser tão precisas quanto as traduções on‑line. A Siri e o Safari sempre processarão traduções on‑line.
pt_pt: Traduzir sempre offline com os idiomas descarregados. As traduções offline podem não ser tão precisas como as traduções online. Siri e o Safari processam sempre as traduções online.
ro: Traducerea va fi realizată întotdeauna offline, utilizând limbile descărcate. Este posibil ca traducerile offline să nu fie la fel de precise ca traducerile online. Siri și Safari vor procesa întotdeauna online traducerile.
ru: Для загруженных языков перевод будет всегда выполняться офлайн. Такой перевод может быть менее точен, чем перевод онлайн. Siri и Safari будут всегда обрабатывать переводы онлайн.
sk: Tlmočenie bude vždy prebiehať offline pomocou stiahnutých jazykov. Offline preklady na zariadení môžu byť menej presné ako online preklady. Siri a Safari budú vždy spracovávať preklady online.
sl: Vedno prevaja brez povezave s prenesenimi jeziki. Prevodi brez povezave morda ne bodo tako natančni kot prevodi s povezavo. Siri in brskalnik Safari vedno obdelujeta prevode s povezavo.
sv: Översätt alltid offline med hämtade språk. Offline­översättningar kanske inte är lika exakta som online­översättningar. Siri och Safari behandlar alltid översättningar online.
th: แปลภาษาแบบออฟไลน์ตลอดเวลาโดยใช้ภาษาที่ดาวน์โหลด การแปลภาษาแบบออฟไลน์อาจไม่ถูกต้องเท่ากับการแปลภาษาทางออนไลน์ Siri และ Safari จะประมวลผลการแปลภาษาทางออนไลน์เสมอ
tr: İndirilen dilleri kullanarak her zaman çevrimdışıyken çevirin. Çevrimdışı çeviriler, çevrimiçi çeviriler kadar doğru olmayabilir. Siri ve Safari, çevirileri her zaman çevrimiçi işler.
uk: Переклад завжди відбуватиметься тільки на пристрої за допомогою викачаних мов. Переклад на пристрої може бути не таким точним, як онлайн-переклад. Siri й Safari завжди оброблятимуть переклади онлайн.
vi: Luôn dịch ngoại tuyến bằng các ngôn ngữ đã tải về. Các bản dịch ngoại tuyến có thể không chính xác như các bản dịch trực tuyến. Siri và Safari sẽ luôn xử lý các bản dịch trực tuyến.
zh_cn: 始终使用已下载的语言离线翻译。离线翻译可能不如在线翻译准确。Siri和Safari浏览器将始终在线处理翻译。
zh_hk: 總是使用已下載的語言來離線翻譯。離線翻譯可能未如線上翻譯準確。Siri和Safari總是會在線上處理翻譯。
zh_tw: 一律使用已下載的語言來離線翻譯。離線翻譯可能不比線上翻譯準確。Siri和Safari一律都會在線上處理翻譯。
